Repository: dthfan2007/FlutterToDo
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, fil, hu, hy, id, is, ka, kk, ky, lt, lv, mk, mn, my, or, sq, sr, ta, te, th

source: Settings
ar: إعدادات
fil: Mga setting
hu: Beállítások elemre
hy: Կարգավորումներ
id: Pengaturan
is: Stillingar
ka: პარამეტრები
kk: Параметрлер
ky: Орнотуулар
lt: Nustatymai
lv: Iestatījumi
mk: Поставки
mn: Тохиргоо
my: ဆက်တင်များ
or: ସେଟିଂସ୍
sq: Cilësimet
sr: Подешавања
ta: அமைப்புகள்
te: Paryâť'
th: การตั้งค่า

source: Theme
ar: سمة
fil: Tema
hu: Téma
hy: Թեման
id: Tema
is: Þema
ka: თემა
kk: Тақырып
ky: Тема
lt: Tema
lv: Dizainu
mk: Тема
mn: Сэдэв
my: အကြောင်းအရာ
or: ଥିମ୍
sq: Tema
sr: Тхеме
ta: தீம்
te: Farĥa-tači
th: ออกแบบ

# selectTheme
source: Select app theme
ar: اختر التصميم
bn: অ্যাপ থিম নির্বাচন করুন
fil: Pumili ng tema
hu: Válasszon témát
hy: Ընտրեք հավելվածի թեման
id: Pilih tema
is: Veldu þema
ka: აირჩიე აპის თემა
kk: Қолданба тақырыбын таңдау
ky: Колдонмонун темасын тандоо
lt: Pasirinkite temą
lv: Izvēlieties dizainu
mk: Избери тема за апликација
mn: Програмын сэдвийг сонгох
my: အက်ပ် အပြင်အဆင်ကို ရွေးပါ
or: ଆପ୍ ଥିମ୍ ଚୟନ କରନ୍ତୁ
sq: Zgjidh temën e aplikacionit
sr: Изаберите тему апликације
ta: தீம் தேர்ந்தெடு
te: Vil uštez biť'e sentaku Farĥa-tači
th: เลือกธีม

source: Light Mode
ar: موضوع خفيف
bn: হালকা মোড
fil: Banayad na tema
hu: Világos téma
hy: Լույսի ռեժիմ
id: Tema terang
is: Létt þema
ka: სინათლის რეჟიმი
kk: Жарық режимі
ky: Жарык режими
lt: Šviesi tema
lv: Gaismas dizains
mk: Светлосен режим
mn: Гэрлийн горим
my: အလင်းမုဒ်
or: ଲାଇଟ୍ ମୋଡ୍
sq: Modaliteti i dritës
sr: Светла тема
ta: ஒளி தீம்
te: Qk'irkasfarĥa-tači
th: โหมดแสง

source: Dark Mode
ar: موضوع مظلم
bn: ডার্ক মোড
fil: Madilim na tema
hu: Sötét téma
hy: Մութ ռեժիմ
id: Tema gelap
is: Dökkt þema
ka: მუქი რეჟიმი
kk: Қараңғы режим
ky: Караңгы режим
lt: Tamsi tema
lv: Tumšs dizains
mn: Харанхуй горим
my: အမှောင်မုဒ်
or: ଡାର୍କ ମୋଡ୍
sq: Modaliteti i errët
sr: Тамна тема
ta: இருண்ட தீம்
te: Kūraìfarĥa-tači
th: โหมดมืด

source: System Default
ar: النظام الافتراضي
bn: সিস্টেম ডিফল্ট
fil: Default ng system
hu: Rendszer alapértelmezett
hy: Համակարգի լռելյայն
id: Sistem bawaan
is: Sjálfgefið kerfi
ka: სისტემის ნაგულისხმევი
kk: Жүйе әдепкі
ky: Системанын демейки
lt: Sistemos numatytasis
lv: Sistēmas noklusējums
mk: Системски стандарден
mn: Системийн өгөгдмөл
my: စနစ် ပုံသေ
or: ସିଷ୍ଟମ୍ ଡିଫଲ୍ଟ
sq: Parazgjedhja sistemit
sr: Систем Дефаулт
ta: கணினி இயல்புநிலை
te: Ďvæbmã Þźū ŝeť'ėį
th: ระบบค่าเริ่มต้น

source: Language
ar: لغة
bn: ভাষা
fil: Wika
hu: Nyelv
hy: Լեզու
id: Bahasa
is: Tungumál
ka: ენა
ky: Тил
lt: Kalba
lv: Valoda
mk: Јазик
my: ဘာသာစကား
or: ଭାଷା
sq: Gjuhë
sr: Језик
ta: மொழி
te: Oŝ'a
th: ภาษา

# selectLanguage
source: Select app language
ar: اختر لغة
bn: অ্যাপ ভাষা নির্বাচন করুন
fil: Pumili ng wika
hu: Válasszon nyelvet
hy: Ընտրել հավելվածի լեզուն
id: Pilih bahasa
is: Veldu tungumál
ka: აირჩიე აპის ენა
kk: Қолданба тілін таңдау
ky: Колдонмонун тилин тандоо
lt: Pasirinkite kalbą
lv: Izvēlieties valodu
mk: Избери јазик на апликацијата
mn: Програмын хэлийг сонгох
my: အက်ပ်ဘာသာစကားကို ရွေးပါ
or: ଆପ୍ ଭାଷା ଚୟନ କରନ୍ତୁ
sq: Zgjidh gjuhën e aplikacionit
sr: Изабери језик апликације
ta: மொழியைத் தேர்ந்தெடுக்கவும்
te: Vil uštez afto oŝ'atači kara ein oŝ'a sentaku biť'e
th: เลือกภาษา

source: Todo List
ar: قائمة المهام
fil: Listahan ng gagawin
hu: Teendők listája
hy: Անելիքների ցանկ
id: Daftar yang harus dilakukan
is: Verkefnalisti
ka: სამუშაოების სია
kk: Тапсырмалар тізімі
ky: Эмне кылуу тизмеси
lt: Užduočių sąrašas
lv: Darāmo darbu saraksts
mk: Список со задачи
mn: Хийх зүйлсийн жагсаалт
my: လုပ်စရာစာရင်း
or: Todo ତାଲିକା
sq: Lista e detyrave
sr: Тодо Лист
ta: செய்ய வேண்டிய பட்டியல்
te: Sûrunaìkinai-koto-tači tuʋã
th: รายการสิ่งที่ต้องทำ

source: Enter task
ar: أدخل مهمة جديدة
bn: টাস্ক লিখুন
fil: Magpasok ng bagong gawain
hu: Adjon meg új feladatot
hy: Մուտքագրել առաջադրանքը
id: Masukkan tugas baru
is: Sláðu inn nýtt verkefni
ka: შეიყვანეთ დავალება
kk: Тапсырманы енгізу
ky: Тапшырма киргиз
lt: Įveskite naują užduotį
lv: Ievadiet jaunu uzdevumu
mk: Внеси задача
mn: Даалгавар оруулах
my: အလုပ်ထည့်သွင်းခြင်း
or: କାର୍ଯ୍ୟ ପ୍ରବେଶ କରନ୍ତୁ
sq: Fut detyrën
sr: Унесите задатак
ta: ஒரு புதிய பணியை உள்ளிடவும்
te: Neõ sûrunaìkinai-koto kaku
th: เข้าสู่ภารกิจใหม่

source: Edit task
ar: تعديل هذه المهمة
bn: টাস্ক সম্পাদনা করুন
fil: I-edit ang gawaing ito
hu: Szerkessze ezt a feladatot
hy: Խմբագրել առաջադրանքը
id: Edit tugas ini
is: Breyttu þessu verkefni
ka: დავალების რედაქტირება
kk: Тапсырманы өңдеу
ky: Тапсырманы түзөтүү
lt: Redaguoti šią užduotį
lv: Rediģēt šo uzdevumu
mk: Уреди задача
mn: Даалгавар засах
my: တည်းဖြတ်ခြင်း
or: କାର୍ଯ୍ୟ ସମ୍ପାଦନ କରନ୍ତୁ
sq: Ndrysho detyrën
sr: Уреди задатак
ta: இந்தப் பணியைத் திருத்து.
te: Afto sûrunaìkinai-koto kaĥițź
th: เข้าสู่ภารกิจนี้

# noTasks
source: No tasks yet. Add a new task to get started.
ar: لا توجد مهام حتى الآن. أضف مهمة جديدة للبدء.
bn: এখনও কোনও কাজ নেই। শুরু করার জন্য একটি নতুন কাজ যোগ করুন।
fil: Wala pang gawain. Magdagdag ng bagong gawain upang makapagsimula.
hu: Még nincsenek feladatok. A kezdéshez adjon hozzá új feladatot.
hy: Դեռ առաջադրանքներ չկան: Սկսելու համար ավելացրեք նոր առաջադրանք
id: Belum ada tugas. Tambahkan tugas baru untuk memulai.
is: Engin verkefni ennþá. Bættu við nýju verkefni til að byrja.
ka: დავალებები ჯერ არ არის. დასაწყებად დაამატეთ ახალი დავალება.
kk: Тапсырмалар әлі жоқ. Бастау үшін жаңа тапсырма қосыңыз.
ky: Азырынча тапшырма жок. Баштоо үчүн жаңы тапшырма кошуңуз.
lt: Užduočių dar nėra. Norėdami pradėti, pridėkite naują užduotį.
lv: Vēl nav uzdevumu. Lai sāktu, pievienojiet jaunu uzdevumu.
mk: Сè уште нема задачи. Додајте нова задача за да започнете.
mn: Одоохондоо ажил алга. Эхлүүлэхийн тулд шинэ ажил нэмнэ үү.
my: လုပ်ဆောင်စရာများ မရှိသေးပါ။ စတင်ရန် အလုပ်အသစ်တစ်ခု ထည့်ပါ။
or: ଏପର୍ଯ୍ୟନ୍ତ କୌଣସି କାର୍ଯ୍ୟ ନାହିଁ। ଆରମ୍ଭ କରିବା ପାଇଁ ଏକ ନୂତନ କାର୍ଯ୍ୟ ଯୋଡନ୍ତୁ।
sq: Nuk ka ende detyra. Shto një detyrë të re për të filluar.
sr: Још нема задатака. Додајте нови задатак да бисте започели.
ta: இன்னும் பணிகள் இல்லை. தொடங்குவதற்கு ஒரு புதிய பணியைச் சேர்க்கவும்.
te: Sûrunaìkinai-koto mada naì. Naŝ'e neõ kakunai?
th: ยังไม่มีงาน เพิ่มงานใหม่เพื่อเริ่มต้น

# todo
source: Todos
ar: المهام
bn: টাস্ক
fil: Gagawin
hu: Feladatok
hy: Առաջադրանքներ
id: Tugas
is: Verkefni
ka: დავალებები
kk: Тапсырмалар
ky: Тапшырмалар
lt: Užduotys
lv: Uzdevumus
mk: Задачи
mn: Даалгаврууд
my: အလုပ်များ
or: କାର୍ଯ୍ୟ
sq: Detyrat
sr: Задаци
ta: பணிகள்
te: Sûrunaìkinai-koto-tači
th: ภารกิจ
